CSI API ETABS v1
cSapModel.Diaphragm Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDiaphragm Diaphragm { get; }
ReadOnly Property Diaphragm As cDiaphragm
	Get
Dim instance As cSapModel
Dim value As cDiaphragm
value = instance.Diaphragm
property cDiaphragm^ Diaphragm {
	cDiaphragm^ get ();
}
abstract Diaphragm : cDiaphragm with get
Property Value
Type: cDiaphragm
See Also
Reference
cSapModel Interface
ETABSv1 Namespace